[
  {
    "scenario_id": "hcm_b1d8eccb8656",
    "original_patient_query": "I woke up this morning feeling the whole room is spinning when i was sitting down. I went to the bathroom walking unsteadily, as i tried to focus i feel nauseous. I try to vomit but it wont come out.. After taking panadol and sleep for few hours, i still feel the same.. By the way, if i lay down or sit down, my head do not spin, only when i want to move around then i feel the whole world is spinning.. And it is normal stomach discomfort at the same time? Earlier after i relieved myself, the spinning lessen so i am not sure whether its connected or coincidences.. Thank you doc!",
    "original_doctor_response": "Hi, Thank you for posting your query. The most likely cause for your symptoms is benign paroxysmal positional vertigo (BPPV), a type of peripheral vertigo. In this condition, the most common symptom is dizziness or giddiness, which is made worse with movements. Accompanying nausea and vomiting are common. The condition is due to problem in the ear, and improves in a few days on own. Betahistine tablets would help relieve your symptoms. Doing vestibular rehabilitation or adaptation exercises would prevent the recurrence of these symptoms. An ENT evaluation would also help. I hope it helps. Best wishes, Chat Doctor.",
    "chief_complaint": "I woke up this morning feeling the whole room is spinning when i was sitting down. I went to the bathroom walking unsteadily, as i tried to focus i feel nauseous. I try to vomit but it wont come out..",
    "risk_level": "low",
    "task_type": "diagnosis"
  },
  {
    "scenario_id": "hcm_818087b67796",
    "original_patient_query": "My baby has been pooing 5-6 times a day for a week. In the last few days it has increased to 7 and they are very watery with green stringy bits in them. He does not seem unwell i.e no temperature and still eating. He now has a very bad nappy rash from the pooing ...help!",
    "original_doctor_response": "Hi... Thank you for consulting in Chat Doctor. It seems your kid is having viral diarrhea. Once it starts it will take 5-7 days to completely get better. Unless the kids having low urine output or very dull or excessively sleepy or blood in motion or green bilious vomiting...you need not worry. There is no need to use antibiotics unless there is blood in the motion. Antibiotics might worsen if unnecessarily used causing antibiotic associated diarrhea. I suggest you use zinc supplements (Z&D Chat Doctor.",
    "chief_complaint": "My baby has been pooing 5-6 times a day for a week. In the last few days it has increased to 7 and they are very watery with green stringy bits in them. He does not seem unwell i.e no temperature and ",
    "risk_level": "low",
    "task_type": "diagnosis"
  },
  {
    "scenario_id": "hcm_db3b5df14fc4",
    "original_patient_query": "Hello, My husband is taking Oxycodone due to a broken leg/surgery. He has been taking this pain medication for one month. We are trying to conceive our second baby. Will this medication afect the fetus? Or the health of the baby? Or can it bring birth defects? Thank you.",
    "original_doctor_response": "Hello, and I hope I can help you today.First, there is no medication that can be taken by the father that has any way to get into your system or a baby if you conceive.  Medications can only affect a fetus if you take it while pregnant. The only issue is that certain medications may decrease a men sperm count and affect fertility, however pain medications like Oxycodone do not have this effect. So there is no reason for you to worry about conceiving while taking this medication.  The best way you can prepare for a healthy pregnancy is to follow a well-balanced diet, limit alcohol consumption and avoid cigarette smoke, and take a daily prenatal vitamin or folic acid, as folic acid supplements in early pregnancy helps to prevent certain types of birth defects. I hope this answers your question and best wishes for your upcoming pregnancy,",
    "chief_complaint": "Hello, My husband is taking Oxycodone due to a broken leg/surgery. He has been taking this pain medication for one month. We are trying to conceive our second baby. Will this medication afect the fetu",
    "risk_level": "medium",
    "task_type": "treatment"
  },
  {
    "scenario_id": "hcm_3d52c83750b6",
    "original_patient_query": "lump under left nipple and stomach pain (male) Hi,I have recently noticed a few weeks ago a lump under my nipple, it hurts to touch and is about the size of a quarter. Also I have bern experiencing stomach pains that prevent me from eating. I immediatly feel full and have extreme pain. Please help",
    "original_doctor_response": "HI. You have two different problems. The lump under the nipple should be removed, biopsied. This will help you to get rid of the disease, and you get a diagnosis. Second problem looks a bit serious one",
    "chief_complaint": "lump under left nipple and stomach pain (male) Hi,I have recently noticed a few weeks ago a lump under my nipple, it hurts to touch and is about the size of a quarter. Also I have bern experiencing st",
    "risk_level": "low",
    "task_type": "diagnosis"
  },
  {
    "scenario_id": "hcm_f9ef54f5511b",
    "original_patient_query": "I have a 5 month old baby who is very congested with a terrible cough. Its rattly/raspy and croupy sounding cough. She started choking on her coughs and the mucous that has come up. She also has a fever and runny nose. Should i take her to urgent care?",
    "original_doctor_response": "Thank you for using Chat Doctor. I would suggest that you see your doctor. Your baby maybe having bronchiolitis which is a lung infection common to your kids age. It is commonly caused by a virus. Albuterol via nebulization should be utilized in order to alleviate the wheezing and also help with the congestion. A decongestant can also be used for the colds. Also, it would also advise doing a chest X-ray in order to rule out other diseases (ex. pneumonia)sincerely, Mark RosarioGeneral pediatrics/Pediatric Pulmonology",
    "chief_complaint": "I have a 5 month old baby who is very congested with a terrible cough. Its rattly/raspy and croupy sounding cough. She started choking on her coughs and the mucous that has come up. She also has a fev",
    "risk_level": "high",
    "task_type": "diagnosis"
  },
  {
    "scenario_id": "hcm_f2239ed079cc",
    "original_patient_query": "I am F 38 in good shape work out (do triathlons) regular but have had back pain from different reasons throughout my life now I every so often wake up with severe lower back, hip pain for no reason. today the pain is almost taking my breathe away when i move. It is a dull pain when i am just lying down but the moment I make any sort of movement I have sharp and sometimes shooting pain down my legs.",
    "original_doctor_response": "Hi, From history it seems that you might be having degenerative changes in your lower back spines giving pinched nerve pressure. There might be having osteomalacia or osteoporosis as well. Go for x-ray lumbosacral region for osteoarthritis. Physiotherapy like back extension exercises will be much helpful. Take B1, B6, B!2 shots or medicine. Take calcium, vitamin A and D supplements. Ok and take care.",
    "chief_complaint": "I am F 38 in good shape work out (do triathlons) regular but have had back pain from different reasons throughout my life now I every so often wake up with severe lower back, hip pain for no reason. t",
    "risk_level": "high",
    "task_type": "diagnosis"
  },
  {
    "scenario_id": "hcm_097f55305bf5",
    "original_patient_query": "sir, MY uncle has ILD-Interstitial Lung disease.from my research over google i found that the cause is important to be known. the cause wat i feel is due to breakage of acid bottle in bathroom which caused lot of smoke and that time he wasnot able to be normal for 15-20 minutes. then he was normal .may be that would have been the reason for this ILD. Please suggest wat we should do",
    "original_doctor_response": "Thanks for your question on Chat Doctor. I can understand your concern. OLD (interstitial lung disease) can not be caused by single exposure of any chemical. Chronic exposure (for years) of chemicals can cause OLD. It is not possible to find out cause for each and every OLD patient. Some patients can develop OLD just because of aging (old age). So your uncle is not having OLD due to breakage of acid bottle. He might be having age related OLD. Better to start Perfinodone and N acetyl cysteine (NAC) for OLD rather than searching for cause. Hope I have solved your query. I will be happy to help you further. Wishing good health to your uncle. Thanks.",
    "chief_complaint": "sir, MY uncle has ILD-Interstitial Lung disease.from my research over google i found that the cause is important to be known. the cause wat i feel is due to breakage of acid bottle in bathroom which c",
    "risk_level": "medium",
    "task_type": "explanation"
  },
  {
    "scenario_id": "hcm_e2270f062c85",
    "original_patient_query": "my husband was working on a project in the house and all of a sudden a bump about the size of a half dollar appeard on his left leg inside below the knee. He is 69 years old and had triple by pass surgery 7 years ago. It stung when it first happened. Doesn t hurt now. He is seated with his leg ellevated. Is this an emergency?",
    "original_doctor_response": "Hello. It could be a blood collection due to minor injury or a vein rupture which is also common at this age. It is not an emergency, but you should apply compression bandage and warm compresses if six hours have past. Furthermore, it should get relieved over the next few days but if it continues to increase or persist then you should see a Doctor who can examine the patient. Take care.  Chat Doctor.",
    "chief_complaint": "my husband was working on a project in the house and all of a sudden a bump about the size of a half dollar appeard on his left leg inside below the knee. He is 69 years old and had triple by pass sur",
    "risk_level": "high",
    "task_type": "diagnosis"
  },
  {
    "scenario_id": "hcm_0b9cd12a4805",
    "original_patient_query": "hi my nine year old son had a cough and flu symptons three months ago and the chesty sounding cough and green phlegm still remains. it did seem to get better but never totally went and has now picked up again...he has only ever had antibiotics once in his live which suggests he his generally fitand well and active...never short of breath or weezy...so why would this be....",
    "original_doctor_response": "Hi, If the symptoms persist that long this suggests the presence of an allergic element. To treat that kind of allergy you can give him an over the counter antihistamines once daily before going to bed. A cough suppressant as dextromethorphan and an expectorant as Murine will help reduce the cough. Make sure he Chat Doctor.  If the green phlegm persists he might require an antibiotic. Hope I have answered your query. Let me know if I can assist you further.",
    "chief_complaint": "hi my nine year old son had a cough and flu symptons three months ago and the chesty sounding cough and green phlegm still remains. it did seem to get better but never totally went and has now picked ",
    "risk_level": "low",
    "task_type": "explanation"
  },
  {
    "scenario_id": "hcm_7993ed7ee08c",
    "original_patient_query": "gyno problemsfor the past few months, I have been having issues with my vagina. there always seems to be something wrong with me. its either an infection or a yeast infection from the medication used to treat the previous infection or a herpes outbreak as a result of a yeast infection. most recently, I had a uti. I was treated for that and everything seemed fine, until after I finished the medication. it still hurt when I had sex and still is uncomfortable to pee. I dont know whats going on and this has been going on for months.",
    "original_doctor_response": "Dear Friend. Welcome to Chat Doctor. I am Chat Doctor. I understand your concern. Recurring yeast / final infection occur due to",
    "chief_complaint": "gyno problemsfor the past few months, I have been having issues with my vagina. there always seems to be something wrong with me. its either an infection or a yeast infection from the medication used ",
    "risk_level": "medium",
    "task_type": "treatment"
  },
  {
    "scenario_id": "hcm_29d839ba923e",
    "original_patient_query": "I have found that I have an allergy to leotensin. They have taken me off of everything....I found in the information that one side effect if the red skin lensions with a purple center. I was looking to see if there was anything I could do to help the spots go away. I am a dental hygienist and I will be working the next two days. Is there anything that would cover them, so the patients would not be aware???",
    "original_doctor_response": "Cellophane You for contacting Chat Doctor. Allergic reaction takes some time to settle. In the meanwhile you can cover it over the body by wearing appropriate long clothes which can cover most of the body to hide it. If itching occurs then you can take cetirizine once daily to prevent itching. Hope this answers your question. If you have additional questions or follow-up questions then please do not hesitate in writing to us. Wishing you good health.",
    "chief_complaint": "I have found that I have an allergy to leotensin. They have taken me off of everything....I found in the information that one side effect if the red skin lensions with a purple center. I was looking t",
    "risk_level": "low",
    "task_type": "diagnosis"
  },
  {
    "scenario_id": "hcm_7a7a407efa18",
    "original_patient_query": "Hi my name is Wendy I ve been having an issue for the last couple of months or so I been having severe pain in my lower back around the front into the groin area and its radiating down my thigh and so on I am currently a cancer patient nobody seems to be able to tell me what it could be the pain is so bad that it brings tears to my eyes would you possibly know what it could be or might be",
    "original_doctor_response": "HelloThanks for query. You have not mentioned in your query details regarding cancer you are suffering from. The pain in back radiating down to thigh can be mostly due to metastasis in the spines or in to lymph nodes, You need to consult your treating oncologist and get evaluated by doing C. T scan of abdomen and pelvis and Bone scan. Further treatment will depend upon result of these tests and final diagnosis. Chat Doctor.",
    "chief_complaint": "Hi my name is Wendy I ve been having an issue for the last couple of months or so I been having severe pain in my lower back around the front into the groin area and its radiating down my thigh and so",
    "risk_level": "high",
    "task_type": "diagnosis"
  },
  {
    "scenario_id": "hcm_c948fe543892",
    "original_patient_query": "hye, My aunt is having shortness of breath and she is on vent now. Her breast showed some kind of infection that apparently turned out to have black blisters. I could she those spreading. When we went for lungs x-ray doctor said she has accumulation of water in her lungs",
    "original_doctor_response": "Thanks for your question on Chat Doctor. I can understand your aunts situation and problem. By your history and description, possibility of bacterial infection especially staphylococcus is more in her case. She is having pleural effusion and infective skin lesions on breast. Staphylococcus can cause pleural effusion and blister formation on skin. So chances of staphylococcal infection is more in her case. Better to send pleural fluid culture and sensitivity for the diagnosis of staphylococcal infection. This will also tell about effective antibiotic therapy. With appropriate antibiotics and Care, this infection can be treated. Hope I have solved your query. Wishing good health to your aunt. Thanks.",
    "chief_complaint": "hye, My aunt is having shortness of breath and she is on vent now. Her breast showed some kind of infection that apparently turned out to have black blisters. I could she those spreading. When we went",
    "risk_level": "high",
    "task_type": "diagnosis"
  },
  {
    "scenario_id": "hcm_db150981dba1",
    "original_patient_query": "i am 28 yrs old, i got married before 6 year, i was infected by pulmonary tuberculosis before 6 years, i took treatment for 6 months after that i statred gainig weigt, my periods was irredulat, i increased nearlt 20 kgs after that, now my weight is 75 kgs, i trying to conceive, i took tsh, other blood test too, but everything is normal, do i have the chances to conceive",
    "original_doctor_response": "Hi, thank you for asking Chat Doctor I understand your concerns No need to worry so much. The chances of conceiving still exist with irregular periods. I don't know if you have been trying to conceive but to no avail. If that is the case, then I think both of you have to be assessed. Infertility within a couple can be linked to a man, woman or both. If everything is fine with you except irregular periods, then I would advise that both of you should see a doctor for assessment and counseling. I hope that helps wish you well",
    "chief_complaint": "i am 28 yrs old, i got married before 6 year, i was infected by pulmonary tuberculosis before 6 years, i took treatment for 6 months after that i statred gainig weigt, my periods was irredulat, i incr",
    "risk_level": "low",
    "task_type": "treatment"
  },
  {
    "scenario_id": "hcm_047dac4ff1ef",
    "original_patient_query": "I sprained my foot on Friday. I stepped on what I thought was lawn. Instead I was a bit on the lawn, but the outside of my foot snapped down into a trough. My foot has been swollen since Friday. Today is Thursday. Kept ice on it for 24 hours. Bruising started after that, Now bruising is spreading. It is really dark on my toes. Pain is on outside of my foot, not on my ankle.",
    "original_doctor_response": "Hello, You have sustained twisting injury to foot which may lead to sprain or minor fracture in foot bones. Diagnosis needs to be confirmed by doing x-ray of the involved foot anteroposterior and oblique views to rule out bony abnormalities. If x-ray is normal RICE therapy is needed which means Rest Ice application Compression bandage and Limb Elevation. Tab Diclofenac sodium twice a day for pain relief and tab Choral forte twice a day for swelling reduction is required. If x-ray shows fracture Below knee slab may be given. If X-ray is abnormal please consult orthopedic surgeon nearby your area.  Hope I have answered your query. Let me know if I can assist you further.",
    "chief_complaint": "I sprained my foot on Friday. I stepped on what I thought was lawn. Instead I was a bit on the lawn, but the outside of my foot snapped down into a trough. My foot has been swollen since Friday. Today",
    "risk_level": "medium",
    "task_type": "diagnosis"
  },
  {
    "scenario_id": "hcm_7eb0ee57b780",
    "original_patient_query": "hi, i have been recently diagnosed with H pylori.. i have been give the triple treatment of calithramycin, amoxxicilin and omeprazole.. is dis something very serious and does this have some long term implications etc.can u plz give some detailed information about Hpylori. thnx",
    "original_doctor_response": "HiT hanks for choosing Chat Doctor for your query. I appreciate your concern towards H pylori infection which normally causes break in the lining of the stomach (peptic ulcer). H pylori is an exceptional bacterium which can survive in the acidic environment of the stomach producing tissue damage result in ulcer. Since this is a bacterial infection, hence antibiotics are used for 2 weeks to kill H pylori. Along with antibiotics Omeprazole is given for a period of 4-6 weeks to suppress the acid production and to increase the healing process of the ulcer. It is not a serious condition, usually triple treatment is sufficient to cure this condition. You must avoid taking Alcohol, hot and spicy foods, NSAID painkiller, smoking, caffeine, carbonated sweetened soft Chat Doctor. I hope all your doubts have been clarified in a simple language,Feedback in this regard is highly appreciated. Take care",
    "chief_complaint": "hi, i have been recently diagnosed with H pylori.. i have been give the triple treatment of calithramycin, amoxxicilin and omeprazole.. is dis something very serious and does this have some long term ",
    "risk_level": "medium",
    "task_type": "diagnosis"
  },
  {
    "scenario_id": "hcm_49c1d0ccca9c",
    "original_patient_query": "I had a alt reading about 2+ months ago of 43 then retested today and got a 60 alt reading my other readings came back normal should I be concerned?Im 40 years 5ft 3 and weigh 192albs have a history of chronic vertigo and insomnia, and chronic sinus problems. I take valium 5 mg 4 times a day, fluticansone 2 puffs each nose once a day, qvair two puffs twice a day to prevent weasing, claritin for allergies, and I do sinus rinses as needed. I am female.My doctor says none of the medicine has liver side effects, and I dont drink alcohol but a sip on the rare occasion. He thinks it could be do my weight and Im working on this with gradual exercise when Im able too. Should I be worried with this test result? I had one other result that was high my triglcyerides read 198 ? WWW.WWWW.WW",
    "original_doctor_response": "Hello and thank you for asking Chat Doctor. I have read your report, and I understand your concerns. First I would say to not worry. Normal Alt levels are 7 to 56 unit (depending on from the kits that laboratories use)In one of your tests, your Alt was 60. This level is almost normal and it doesn't always mean a serious condition of your liver. Here are some reasons why a healthy person might have changes in the levels of liver enzymes",
    "chief_complaint": "I had a alt reading about 2+ months ago of 43 then retested today and got a 60 alt reading my other readings came back normal should I be concerned?Im 40 years 5ft 3 and weigh 192albs have a history o",
    "risk_level": "medium",
    "task_type": "explanation"
  },
  {
    "scenario_id": "hcm_716ac8145e1f",
    "original_patient_query": "i had surgery done 5 months ago for scar tissue and adhesion removal. my gynecologist just found a cyst on my right ovary. im still having problems, when my husband and i have sex i get severe cervical pain and afterward i get abdominal cramps severe enough i get light headed, also i get abdominal pain and rectal pain before and during a bowel movement, i also get abdominal pain during urination. im 26 years old. what could it be?",
    "original_doctor_response": "Hi. Thanks for your query and an elucidated history. Understood the history well. You have an obvious reason for pain - the adhesions and scar must have reformed. But the history of Dyspareunia, meaning painful sex indicated the is some active inflammatory process still going on in the pelvis called PID-Pelvic Inflammatory Disease. Cystitis and Procto-colitis are the additional problems causing the pain in abdomen and rectum before and during bowel movements as also during urination. Ovarian cyst can cause problem only if it enlarges fast or gets twisted. I would advise you the following",
    "chief_complaint": "i had surgery done 5 months ago for scar tissue and adhesion removal. my gynecologist just found a cyst on my right ovary. im still having problems, when my husband and i have sex i get severe cervica",
    "risk_level": "high",
    "task_type": "diagnosis"
  },
  {
    "scenario_id": "hcm_308fba6d1f6f",
    "original_patient_query": "Hi, I had a subarachnoid bleed and coiling of brain aneurysm last year. I am having some major bilateral temple pain along with numbness that comes and goes in my left arm/hand/fingers. I have had headaches since the aneurysm, but this is different. Also, my moods have been horrible for the past few weeks.",
    "original_doctor_response": "Aneurysm in brain causes headache due to compression of pain sensitive structure in brain. But pain is usually unilateral not bilateral. This pain will not radiate in both upper limb. Bilateral upper limb pain may be due to cervical spondylosis or other causes. You have anxiety of aneurysm, so due to anxiety your mood is horrible because aneurysm does not cause horrible mood change. So your headache may be chronic tension type headache. You may relieve by antianxiety Chat Doctor.",
    "chief_complaint": "Hi, I had a subarachnoid bleed and coiling of brain aneurysm last year. I am having some major bilateral temple pain along with numbness that comes and goes in my left arm/hand/fingers. I have had hea",
    "risk_level": "medium",
    "task_type": "diagnosis"
  },
  {
    "scenario_id": "hcm_62e5768fcc1e",
    "original_patient_query": "Almost everytime I eat, it burns when I swallow. Not in my throat but in my chest. It burns all the way down. It helps a lil if I drink water after I swallow. I wake up a lot in the middle of the night with heartburn so I chew some tums and it helps for the most part. Why is it so painful when I eat?",
    "original_doctor_response": "Thanks for your question on Chat Doctor. I can understand your concern. In my opinion, you are mostly having HERD (gastroesophageal reflux disease). It is due to laxity of gastroesophageal sphincter. Because of this the acid of the stomach tends to come up in the esophagus and cause burning in chest. So follow these steps for better symptomatic relief. 1. Avoid stress and tension. 2. Avoid hot and spicy food. Avoid junk food. Avoid large meals, instead take frequent small meals. 3. Take proton pump inhibitors and prokinetic Chat Doctor.  4. Keep 2 - 3 pillows under head in the bed to prevent reflux. 5. Quit smoking and alcohol if you have these habits. Lose weight if you are obese. Don't worry, you will be alright with all these. Hope I have solved your query. I will be happy to help you further. Wish you good health. Thanks.",
    "chief_complaint": "Almost everytime I eat, it burns when I swallow. Not in my throat but in my chest. It burns all the way down. It helps a lil if I drink water after I swallow. I wake up a lot in the middle of the nigh",
    "risk_level": "low",
    "task_type": "explanation"
  },
  {
    "scenario_id": "hcm_7a5e92335bdd",
    "original_patient_query": "for the pst  6 days  i have been haing  upper  abdome  distress ...  i have had gall bladder  surgery  2 yrs  ago ..in the past  2  yrs  when i get these bouts  .. i go to  emerg  they run cardiograms  xrays ,blood work ,all comes back normal  ...im stressing out  over this  as im  scared every time it happens  im having a heart  attack  wht is it  ?",
    "original_doctor_response": "Hi. Thanks for your query, read and understood your problems. You are getting bouts of pain in the upper abdomen within the last 2 years particularly after the gall bladder surgery. This is great news that cardiac problems are ruled out by the tests every time in the emergency Room. This means that we have to find a local cause in the abdomen itself. I would suggest the following",
    "chief_complaint": "for the pst  6 days  i have been haing  upper  abdome  distress ...  i have had gall bladder  surgery  2 yrs  ago ..in the past  2  yrs  when i get these bouts  .. i go to  emerg  they run cardiograms",
    "risk_level": "high",
    "task_type": "diagnosis"
  },
  {
    "scenario_id": "hcm_138e652d4955",
    "original_patient_query": "I have a hole its about the size of a dime at the beggining of my butt crack (gross I know) but Im just wondering how to get rid of it at home I put anti bacterial on it with a q - tip it sizzles but nothing comes out or changes . What do I do ? (At home )",
    "original_doctor_response": "**1. Opinion and examination with Surgeon is of utmost importance since hole around butt crack could be",
    "chief_complaint": "I have a hole its about the size of a dime at the beggining of my butt crack (gross I know) but Im just wondering how to get rid of it at home I put anti bacterial on it with a q - tip it sizzles but ",
    "risk_level": "low",
    "task_type": "diagnosis"
  },
  {
    "scenario_id": "hcm_fa78e2b8b85c",
    "original_patient_query": "Dear Doctor, We are trying to have a baby and gave it a big try this time but as we are planning to go for an Invitro (ICSI) for the next period, my doctor gave me Primolut Not from day 16 to day 25. I am wondering if this will have a negative impact on my pregnancy if I am pregnant because as explained we gave it a big try this time. Thank you in advance for your response. With my Best Regards; Mme Sue",
    "original_doctor_response": "Hellos you are going in for CSI next month, your doctor has given you Primal N for regulating the cycles. However, in case you have conceived this month, it is not advisable to take Primal N, as it causes virilization of female fetus and other abnormalities in the baby. There are other formulations of progesterone like Me Chat Doctor. These can be substituted for Primal - N. Please brief your IVF practitioner about the state of affairs and switch over to a safer",
    "chief_complaint": "Dear Doctor, We are trying to have a baby and gave it a big try this time but as we are planning to go for an Invitro (ICSI) for the next period, my doctor gave me Primolut Not from day 16 to day 25. ",
    "risk_level": "low",
    "task_type": "explanation"
  },
  {
    "scenario_id": "hcm_b339d9bca15a",
    "original_patient_query": "Hello, I am in the middle of a serious anxiety/panic attack as I just became aware that I may have a tetanus infection. I am a senior at Clemson University and to be honest the apartment where I resided in the past four months was extremely unsanitary. One toilet was clogged for nearly two months which I now know could have bred bacterial spores that cause tetanus infections. I cut myself shaving around 1 1/2 months ago. I was out of razors and used a razor that had been sitting in the bathroom with the clogged up toilet I mentioned above. I did clean the razor with rubbing alcohol before use however I had an open wound on my face for a while.. About a week. For about a month now I have been feeling extremely irritable, experiencing lockjaw symptoms, been short of breath, had fevers on and off, heart palpitations, and I have noticed that when I smile my face contorts into what one would call a sardonic smile. Am I going to die? Please let me know your opinion",
    "original_doctor_response": "Hello, Welcome to Chat Doctor, I have gone through your query and understand your concern. Tetanus is a bacterial disease by clostridium retain. There is no cure for tetanus, but it can be prevented by adequate vaccination. Usual symptoms are all due to painful contraction of muscles as it affects our nervous system. Spasms and stiffness in your jaw muscles, stiffness of your neck muscles, difficulty swallowing, stiffness of your abdominal muscles, painful body spasms lasting for several minutes, typically frittered by minor occurrences, such as a Chat Doctor. If you are not get immunized for tetanus, you should start tetanus toxic vaccination now itself. First 2 doses at 4 weeks apart. Third dose after 6 months. After that your immunity may stand up to 10 years. Thank you.",
    "chief_complaint": "Hello, I am in the middle of a serious anxiety/panic attack as I just became aware that I may have a tetanus infection. I am a senior at Clemson University and to be honest the apartment where I resid",
    "risk_level": "medium",
    "task_type": "explanation"
  },
  {
    "scenario_id": "hcm_25d2795584e2",
    "original_patient_query": "Hi hope you can helpive been getting chest pains, not severe but a constant pain, can happen when im just resting but has also happened when im exercising, it continues through to my back as well. I sometimes wake up with chest pains too. i have a strong history of heart disease. grandfather died at 26 from a heat attack and mother had one at 45, also grandmother on the other side had a heart attack. Could you please explain what is happening? Thanks",
    "original_doctor_response": "HelloThanks for posting at Chat Doctor. You have not provided your age on the details. I would have been able to help u better had you mentioned your age. You have complaints of chest pain radiating to back with strong family history. So in your case it is better that we evaluate you for presence of heart disease. I recommend an ECG and 2d echo initially. If both these tests are normal you can proceed for a treadmill test which requires you to walk on a treadmill while your ECG is continuously monitored. This will show if the heart blood supply suffers while you are exercising which indirectly predicts whether you have blockages in your heart. Please do the above tests and revert. Wishing you good healthRegards.",
    "chief_complaint": "Hi hope you can helpive been getting chest pains, not severe but a constant pain, can happen when im just resting but has also happened when im exercising, it continues through to my back as well. I s",
    "risk_level": "high",
    "task_type": "diagnosis"
  }
]